Repository: brinehq/eb-finder
Catalog: EB Finder/App/Localizable.xcstrings
Source language: en
Languages: da, fi, no, sv

# about.disclaimer.body
source: EB Finder is not officially affiliated with SAS – Scandinavian Airlines or EuroBonus. It is an independent project and fetches partner data via LoyaltyKey's public API.
da: EB Finder er ikke officielt tilknyttet SAS – Scandinavian Airlines eller EuroBonus. Det er et uafhængigt projekt og henter partnerdata via LoyaltyKeys offentlige API.
fi: EB Finder ei ole virallisesti sidoksissa SAS – Scandinavian Airlinesiin tai EuroBonukseen. Se on riippumaton projekti ja hakee kumppanitiedot LoyaltyKeyn julkisen rajapinnan kautta.
no: EB Finder er ikke offisielt tilknyttet SAS – Scandinavian Airlines eller EuroBonus. Det er et uavhengig prosjekt og henter partnerdata via LoyaltyKeys offentlige API.
sv: EB Finder är inte officiellt anslutet till SAS – Scandinavian Airlines eller EuroBonus. Tjänsten är ett oberoende projekt och hämtar partnerdata via LoyaltyKeys publika API.

# about.disclaimer.header
source: Disclaimer
da: Ansvarsfraskrivelse
fi: Vastuuvapauslauseke
no: Ansvarsfraskrivelse
sv: Ansvarsfriskrivning

# about.license
source: License
da: Licens
fi: Lisenssi
no: Lisens
sv: Licens

# about.source
source: Source code
da: Kildekode
fi: Lähdekoodi
no: Kildekode
sv: Källkod

# about.title
source: About
da: Om
fi: Tietoja
no: Om
sv: Om

# license.body.grant
source: Permission is hereby granted, free of charge, to anyone obtaining a copy of this software to use, copy, modify and distribute it without restriction.
da: Der gives hermed tilladelse, gratis, til enhver, der får en kopi af denne software, til at bruge, kopiere, ændre og distribuere den uden begrænsning.
fi: Täten myönnetään maksutta lupa kenelle tahansa, joka hankkii kopion tästä ohjelmistosta, käyttää, kopioida, muokata ja jakaa sitä rajoituksetta.
no: Det gis herved tillatelse, vederlagsfritt, til enhver som skaffer seg en kopi av denne programvaren til å bruke, kopiere, endre og distribuere den uten begrensning.
sv: Tillstånd beviljas härmed, utan kostnad, till var och en som erhåller en kopia av denna programvara att använda, kopiera, modifiera och distribuera den utan begränsning.

# license.body.warranty
source: The software is provided "as is", without warranty of any kind.
da: Softwaren leveres, »som den er«, uden nogen form for garanti.
fi: Ohjelmisto tarjotaan ”sellaisenaan”, ilman minkäänlaista takuuta.
no: Programvaren leveres «som den er», uten noen form for garanti.
sv: Programvaran tillhandahålls ”i befintligt skick”, utan garanti av något slag.

# license.full
source: View full license
da: Vis fuld licens
fi: Näytä koko lisenssi
no: Vis full lisens
sv: Visa fullständig licens

# license.header
source: MIT License
da: MIT-licens
fi: MIT-lisenssi
no: MIT-lisens
sv: MIT-licens

# license.title
source: License
da: Licens
fi: Lisenssi
no: Lisens
sv: Licens

# onboarding.checking
source: CHECKING…
da: TJEKKER…
fi: TARKISTETAAN…
no: SJEKKER…
sv: KONTROLLERAR…

# onboarding.continue
source: CONTINUE
da: FORTSÆT
fi: JATKA
no: FORTSETT
sv: FORTSÄTT

# onboarding.done.button
source: FINISH
da: AFSLUT
fi: VALMIS
no: FULLFØR
sv: SLUTFÖR

# onboarding.done.detail
source: EB Finder will now clearly show which EuroBonus partners you visit as you browse in Safari.
da: EB Finder viser nu tydeligt, hvilke EuroBonus-partnere du besøger, mens du surfer i Safari.
fi: EB Finder näyttää nyt selkeästi, mitä EuroBonus-kumppaneita vierailet selatessasi Safarissa.
no: EB Finder viser nå tydelig hvilke EuroBonus-partnere du besøker mens du surfer i Safari.
sv: EB Finder visar nu tydligt vilka EuroBonus-partners du besöker medan du surfar i Safari.

# onboarding.done.title
source: All set!
da: Alt er klar!
fi: Valmista!
no: Alt klart!
sv: Allt klart!

# onboarding.enable.button
source: OPEN SAFARI SETTINGS
da: ÅBN SAFARI-INDSTILLINGER
fi: AVAA SAFARIN ASETUKSET
no: ÅPNE SAFARI-INNSTILLINGER
sv: ÖPPNA SAFARI-INSTÄLLNINGAR

# onboarding.enable.detail
source: Switch on EB Finder in Safari settings so we can spot EuroBonus partners while you browse.
da: Slå EB Finder til i Safari-indstillingerne, så vi kan finde EuroBonus-partnere, mens du surfer.
fi: Ota EB Finder käyttöön Safarin asetuksissa, jotta voimme löytää EuroBonus-kumppanit selatessasi.
no: Slå på EB Finder i Safari-innstillingene slik at vi kan finne EuroBonus-partnere mens du surfer.
sv: Slå på EB Finder i Safari-inställningarna så att vi kan hitta EuroBonus-partners medan du surfar.

# onboarding.enable.doneDetail
source: EB Finder is enabled in Safari.
da: EB Finder er aktiveret i Safari.
fi: EB Finder on käytössä Safarissa.
no: EB Finder er aktivert i Safari.
sv: EB Finder är påslaget i Safari.

# onboarding.enable.doneTitle
source: The extension is on
da: Udvidelsen er slået til
fi: Laajennus on päällä
no: Utvidelsen er på
sv: Tillägget är aktiverat

# onboarding.enable.path
source: Settings › Apps › Safari › Extensions
da: Indstillinger › Apps › Safari › Udvidelser
fi: Asetukset › Apit › Safari › Laajennukset
no: Innstillinger › Apper › Safari › Utvidelser
sv: Inställningar › Appar › Safari › Tillägg

# onboarding.enable.title
source: Turn on the extension
da: Slå udvidelsen til
fi: Ota laajennus käyttöön
no: Slå på utvidelsen
sv: Aktivera tillägget

# onboarding.permissions.button
source: OPEN PERMISSIONS
da: ÅBN TILLADELSER
fi: AVAA KÄYTTÖOIKEUDET
no: ÅPNE TILLATELSER
sv: ÖPPNA BEHÖRIGHETER

# onboarding.permissions.detail
source: Give EB Finder access to all domains — otherwise partners on some pages may be missed. We only compare the site's domain name against the partner list; nothing else is read, tracked or stored.
da: Giv EB Finder adgang til alle domæner — ellers kan partnere på nogle sider blive overset. Vi sammenligner kun webstedets domænenavn med partnerlisten; intet andet læses, spores eller gemmes.
fi: Anna EB Finderille pääsy kaikkiin verkkotunnuksiin — muuten kumppanit joillakin sivuilla voivat jäädä huomaamatta. Vertaamme vain sivuston verkkotunnusta kumppaniluetteloon; mitään muuta ei lueta, seurata tai tallenneta.
no: Gi EB Finder tilgang til alle domener — ellers kan partnere på enkelte sider bli oversett. Vi sammenligner bare nettstedets domenenavn mot partnerlisten; ingenting annet leses, spores eller lagres.
sv: Ge EB Finder åtkomst till alla domäner — annars kan partners på vissa sidor missas. Vi jämför bara webbplatsens domännamn mot partnerlistan; ingenting annat läses, spåras eller sparas.

# onboarding.permissions.doneDetail
source: EB Finder can read all websites.
da: EB Finder kan læse alle websteder.
fi: EB Finder voi lukea kaikkia verkkosivustoja.
no: EB Finder kan lese alle nettsteder.
sv: EB Finder kan läsa alla webbplatser.

# onboarding.permissions.doneTitle
source: Access granted
da: Adgang givet
fi: Käyttöoikeus myönnetty
no: Tilgang gitt
sv: Åtkomst beviljad

# onboarding.permissions.path
source: Allow › All Websites
da: Tillad › Alle websteder
fi: Salli › Kaikki verkkosivustot
no: Tillat › Alle nettsteder
sv: Tillåt › Alla webbplatser

# onboarding.permissions.skip
source: Skip
da: Spring over
fi: Ohita
no: Hopp over
sv: Hoppa över

# onboarding.permissions.title
source: Allow on all websites
da: Tillad på alle websteder
fi: Salli kaikilla verkkosivustoilla
no: Tillat på alle nettsteder
sv: Tillåt på alla webbplatser

# onboarding.welcome.button
source: GET STARTED
da: KOM I GANG
fi: ALOITA
no: KOM I GANG
sv: KOM IGÅNG

# onboarding.welcome.detail
source: EB Finder spots EuroBonus partners automatically and reminds you to sign in via SAS — before you buy.
da: EB Finder finder EuroBonus-partnere automatisk og minder dig om at logge ind via SAS — før du køber.
fi: EB Finder tunnistaa EuroBonus-kumppanit automaattisesti ja muistuttaa kirjautumaan SAS:n kautta — ennen kuin ostat.
no: EB Finder oppdager EuroBonus-partnere automatisk og minner deg på å logge inn via SAS — før du handler.
sv: EB Finder upptäcker EuroBonus-partners automatiskt och påminner dig att logga in via SAS — innan du handlar.

# onboarding.welcome.title
source: Earn points while you browse
da: Optjen point mens du surfer
fi: Ansaitse pisteitä selaillessasi
no: Tjen poeng mens du surfer
sv: Tjäna poäng medan du surfar

# settings.about
source: About
da: Om
fi: Tietoja
no: Om
sv: Om

# settings.contact
source: Contact
da: Kontakt
fi: Ota yhteyttä
no: Kontakt
sv: Kontakt

# settings.credit
source: Made by [Brine AB](https://www.brine.co)
da: Lavet af [Brine AB](https://www.brine.co)
fi: Tekijä [Brine AB](https://www.brine.co)
no: Laget av [Brine AB](https://www.brine.co)
sv: Skapat av [Brine AB](https://www.brine.co)

# settings.extension
source: Extension
da: Udvidelse
fi: Laajennus
no: Utvidelse
sv: Tillägg

# settings.extension.off
source: Off
da: Fra
fi: Pois
no: Av
sv: Av

# settings.extension.on
source: On
da: Til
fi: Päällä
no: På
sv: På

# settings.extension.warning
source: Needs attention
da: Kræver handling
fi: Vaatii huomiota
no: Trenger oppmerksomhet
sv: Behöver åtgärdas

# settings.language
source: Language
da: Sprog
fi: Kieli
no: Språk
sv: Språk

# settings.resetOnboarding
source: Reset onboarding
da: Nulstil onboarding
fi: Nollaa käyttöönotto
no: Tilbakestill onboarding
sv: Återställ onboarding

# about.version
source: Version
fi: Versio
no: Versjon
